{
    "Risk": "The potential of loss or adverse circumstances as a result of a particular event, which may impact the achievement of objectives.",
    "Event": "An occurrence or change in a set of circumstances that can affect the implementation of strategy or achievement of objectives.",
    "RiskAppetite": "The amount and type of risk an organization is willing to pursue or retain in the pursuit of its long-term objectives.",
    "RiskTolerance": "The acceptable level of variation in performance relative to the achievement of objectives.",
    "InherentRisk": "The level of exposure to risk before any mitigating controls or actions are applied.",
    "ResidualRisk": "The exposure to risk that remains after risk response actions have been taken.",
    "ControlEnvironment": "The set of standards, structures, and processes that provide the basis for carrying out internal control across the organization.",
    "RiskAssessment": "A systematic process for identifying and evaluating events that could affect the achievement of strategic, operational, and financial objectives.",
    "RiskIdentification": "The process of determining what, where, when, why, and how events could prevent, degrade, delay, or enhance the achievement of objectives.",
    "RiskAnalysis": "An examination of the risk sources, consequences, and the likelihood of occurrence, to provide a basis for risk evaluation and decisions about risk controls.",
    "RiskEvaluation": "The process of comparing estimated risks against risk criteria to determine the significance and prioritization of risk.",
    "RiskTreatment": "The selection and implementation of actions to enhance opportunities and to reduce threats to the organization's objectives.",
    "Mitigation": "Measures taken to reduce the severity and/or likelihood of an adverse risk event's occurrence.",
    "Likelihood": "The probability of a specific risk event occurring within a given time frame.",
    "Impact": "The effect of an event, threat, or occurrence on the organization's operational performance, financial position, or other important metrics.",
    "Exposure": "The extent to which an organization is open to potential loss or damage from external or internal threats.",
    "Vulnerability": "The presence of a weakness, design flaw or implementation error that can lead to an unexpected, undesirable event compromising the security of the system, data or network.",
    "Threat": "Any circumstance or event with the potential to adversely impact organizational operations, assets, individuals, or other entities through an information system via unauthorized access, destruction, disclosure, modification of information, and/or denial of service.",
    "Asset": "Resources owned or controlled by an organization that are expected to produce value.",
    "Strategy": "A high-level plan designed to achieve one or more objectives under conditions of uncertainty.",
    "Objective": "An aim or desired outcome that an organization or individual plans and commits to achieve.",
    "Capability": "The combination of resources, systems, and information that an organization possesses or has access to, enabling it to achieve its objectives.",
    "Governance": "The framework of rules, relationships, systems, and processes within and by which authority is exercised and controlled in organizations.",
    "Compliance": "Conformance with stated requirements, such as laws, regulations, policies, and standards.",
    "ScenarioAnalysis": "The process of analyzing possible future events by considering alternative possible outcomes or scenarios.",
    "StressTesting": "A simulation technique often used in banking to determine the reactions of different financial instruments to hypothetical stress conditions.",
    "RiskConcentration": "A situation where a significant risk exposure is aggregated within a single or small group of exposures, creating a potential for large losses relative to capital resources, total assets, or overall risk level of the organization.",
    "RiskProfile": "A comprehensive description of the likelihood and impact of different risks, reflecting the organization’s risk appetite and tolerance.",
    "RiskCulture": "The values, beliefs, knowledge, attitudes, and understanding about risk shared by a group of people with a common purpose, particularly the leadership and employees of an organization.",
    "RiskHorizon": "The time period over which the risks are assessed and managed, which may vary based on the nature of the risks and strategic objectives of the organization."
  }

